package by.cdp.jb27_les01.main;

public class Lesson1_Task3 {
	public static void main (String args[]) {
		System.out.println ("Пройдет много лет, и полковник Аурелиано Буэндиа, стоя у стены в ожидании расстрела,\nвспомнит тот далекий вечер, когда отец взял его с собой посмотреть на лед. Макондо было\nтогда небольшим селением с двумя десятками хижин, вытроенных из глины и бамбука на\nберегу реки, которая мчала свои прозрачные воды...");
		System.out.print("\n");
		System.out.println("Пройдет много лет, и полковник Аурелиано Буэндиа, стоя у стены в ожидании расстрела,");
		System.out.println("вспомнит тот далекий вечер, когда отец взял его с собой посмотреть на лед. Макондо было");
		System.out.println("тогда небольшим селением с двумя десятками хижин, вытроенных из глины и бамбука на");
		System.out.println("берегу реки, которая мчала свои прозрачные воды...");
	}

}
